<?php
echo "Период отпусков закончился! <br />";
print "Период отпусков закончился! <br />";
$int = 288;
$string = "Все возвращаются на работу!";
print $int . "<br />";
echo $string . "<br />";
echo "В {$int} день, приблизительно ... {$string} <br />";
echo 45+67 . "<br />";
echo "45+67" . "<br />";
echo '45+67' . "<br />";
print `Книга "Герой" выйдет в октябре, этого года! <br />`;
echo <<<EOD
<br />
Я вас любил: любовь еще, быть может, <br />
В душе моей угасла не совсем; <br />
Но пусть она вас больше не тревожит; <br />
Я не хочу печалить вас ничем. <br />
Я вас любил безмолвно, безнадежно, <br />
То робостью, то ревностью томим; <br />
Я вас любил так искренно, так нежно, <br />
Как дай вам бог любимой быть другим. <br />
EOD;
